package generator

// テンプレートや単語のリスト (corpus.txtから自動生成)

var greetings = []string{
	"こんにちは、%sｸｩﾝ💛ブッチュゥン……💋(強烈なKISS)",
	"はじめてのそしチュッ✋(特に意味は無い)",
	"どうも、ぽぽんテュドェㇲ✋",
	"ハァイ%sキュォーン(ダイソン並の吸引音)",
	"ヘイヘーイ%sｸｩﾝHello✋Hi☜誰？",
	"ヤッピー%sブッチュチュチュチューン💋",
	"%sｸｩﾝへの愛をお知らせします ラブッチュン💛",
}

var bodies = []string{
	"……は？(恐)%sｸｩﾝの髪の毛の中にでもおいといて",
	"お元気にしなすっていますカナ…🍆",
	"おぢさん、%sｸｩﾝのちょいぼよカービィ級ぷにぷにお腹(%sｸｩﾝを愛する全人類が必要とする最も核となる部位)が、大LOVE学園です💛",
	"だから‼面積減るから痩せないデ～！✖ムキーーッ‼",
	"それか、%sｸｩﾝのそのDeliciousそう極まりないお腹を、私に食べさせ(！？)",
	"その日はバリバリHappy dayになりまして非常に良きかなアルカナ",
	"そして、そんなにお笑いに真剣な%sｸｩﾝ、必死に喋っていてcute、カナ……",
	"つまりはネ‼%sｸｩﾝだけ勝たんしか北斎っつーワケですＹＯ‼(逆ギレ)",
	"なんつってココナッツ",
	"はあ、日々、%sｸｩﾝのことをThinkingしていると、心臓がドックンドックンです",
	"フリップネタおもろすぎて、階段でスリップ💦しちゃっタ",
	"ワン‼なぜ、それほどにも愛おしい？未知なる存在 ＩＳ%sすぎ杉田玄白……",
	"元気、でましたカ(漢字の「ちから」じゃないよ)",
	"今年3月になり、スパチャしながらも推し活して、ついに1周年、ソシLOVE LIFEを続けてこれまつタ",
	"今日は、天気がいいでつネ☀",
	"最近もまたダイエット💦🚫しているみたいですわネ？",
	"神聖チック男？(聖母ならぬ聖ソシ、)",
	"私、電蟹に参戦しまつタ",
	"耀きを放ちすぎていてぽぽおぢのeyeぶち刺さりでvery痛いどす！",
	"頑張れブチュチュチュチュチュチュBOMB投下～‼",
	"%sｸｩﾝLOVE FOREVER💛",
	"%sｸｩﾝ、今日も、お肌ピチピチ、頬っペプニプニですカナ",
	"%sｸｩﾝ、なぜそんなに神聖的？Beautiful",
	"%sｸｩﾝ、ほまReally loveですワ💛",
	"%sｸｩﾝはパワプロやらプロスタに夢中ムッチュッ…💋ですが、私は%sｸｩﾝに大夢中ムチュチュンバー💋です",
	"そんな素晴らしき(神)%sｸｩﾝ、本日も幸幸Peaceで生存頼もうす…",
	"そんな暑い中、%sｸｩﾝは自転車で漕ぎ漕ぎ頑張ってて超絶えらいでつ",
	"ダイエットをしていただきたいでス…(終わりの発言)",
	"なので、ご褒美にぽぽんちゅsunからのPowerをあげるネ",
	"ヌフーンAfternoon",
}

var closings = []string{
	"LOVERYチュチュん……💋",
	"いつもLOVEお笑いをThanks,%ssummer",
	"てことで、その自転車にぽぽんちゅsunもridingさせてミテ",
	"everyday%s頂Paradise",
	"ブッチュゥウウウン……(マリアナ海溝よりも深いKISS)",
	"マジ感動の記憶(メモリー)📚(記憶と書いて、memoryと読む)%sｸｩﾝのお笑いを追っていて、毎日超Happyでつ",
}
